Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Optional. A free, end-to-end-encrypted account keeps your profiles, settings, and library safe across devices.
af: Opsioneel. 'n Gratis, end-tot-end-geënkripteerde rekening hou jou profiele, instellings en biblioteek veilig oor toestelle.
am: አማራጭ። ነፃ፣ ከጫፍ እስከ ጫፍ ኢንክሪፕት የሆነ መለያ መገለጫዎቹ፣ ቅንብሮቹ፣ እና ቤተ-መፅሐፍቱ በሁሉም መሳሪያዎቹ ላይ ደህና ይሆናሉ።
ar: اختياري. يحافظ الحساب المجاني المشفّر طرفًا إلى طرف على ملفاتك الشخصية وإعداداتك ومكتبتك آمنة عبر الأجهزة.
as: ঐচ্ছিক। এটা বিনামূলীয়া, এণ্ড-টু-এণ্ড-এনক্ৰিপ্টেড একাউণ্টে আপোনাৰ প্ৰ'ফাইল, ছেটিংছ আৰু লাইব্ৰেৰী সকলো ডিভাইচত সুৰক্ষিত ৰাখে।
az: İstəyə bağlı. Pulsuz, uçdan-uca şifrəli hesab profillərinizi, parametrlərinizi və kitabxananızı cihazlar arasında təhlükəsiz saxlayır.
be: Неабавязкова. Бясплатны акаўнт са скразным шыфраваннем захоўвае вашы профілі, налады і бібліятэку ў бяспецы на ўсіх прыладах.
bg: По избор. Безплатен акаунт с криптиране от край до край пази вашите профили, настройки и библиотека защитени между устройствата.
bn: ঐচ্ছিক। একটি বিনামূল্যের, এন্ড-টু-এন্ড এনক্রিপ্টেড অ্যাকাউন্ট আপনার প্রোফাইল, সেটিংস এবং লাইব্রেরি ডিভাইস জুড়ে নিরাপদ রাখে।
br: Diret. Ur gont digoust, sifret penn-da-benn, a vir ho aeladoù, ho arventennoù, hag ho levraoueg diarvar dre an ardivinkoù.
bs: Opcionalno. Besplatan račun sa end-to-end šifriranjem čuva vaše profile, postavke i biblioteku sigurnima na svim uređajima.
ca: Opcional. Un compte gratuït, xifrat d'extrem a extrem, manté els teus perfils, configuració i biblioteca segurs a tots els dispositius.
ceb: Opsyonal. Ang libre, end-to-end-encrypted nga account nagtipig sa imong mga profile, settings, ug library nga luwas sa tibuok mga device.
cs: Volitelné. Bezplatný, koncově šifrovaný účet udrží vaše profily, nastavení a knihovnu v bezpečí napříč zařízeními.
cy: Dewisol. Mae cyfrif rhad ac am ddim, wedi'i amgryptio o'r pen i'r pen, yn cadw'ch proffiliau, gosodiadau a llyfrgell yn ddiogel ar draws dyfeisiau.
da: Valgfrit. En gratis, ende-til-ende-krypteret konto holder dine profiler, indstillinger og dit bibliotek sikre på tværs af enheder.
de: Optional. Ein kostenloses, Ende-zu-Ende-verschlüsseltes Konto hält deine Profile, Einstellungen und Bibliothek geräteübergreifend sicher.
el: Προαιρετικό. Ένας δωρεάν, διατερματικά κρυπτογραφημένος λογαριασμός διατηρεί τα προφίλ, τις ρυθμίσεις και τη βιβλιοθήκη σας ασφαλή σε όλες τις συσκευές.
es: Opcional. Una cuenta gratuita y cifrada de extremo a extremo mantiene a salvo tus perfiles, ajustes y biblioteca en todos los dispositivos.
et: Valikuline. Tasuta täielikult krüpteeritud konto hoiab su profiilid, seaded ja teegi seadmete vahel turvaliselt.
eu: Hautazkoa. Muturretik muturrerako enkriptaziodun kontu doako batek zure profilak, ezarpenak eta liburutegia gailuen artean seguru mantentzen ditu.
fa: اختیاری. یک حساب رایگان با رمزگذاری سرتاسری، نمایه‌ها، تنظیمات و کتابخانه شما را در بین دستگاه‌ها امن نگه می‌دارد.
fi: Valinnainen. Maksuton, päästä päähän salattu tili pitää profiilisi, asetuksesi ja kirjastosi turvassa laitteiden välillä.
fil: Opsyonal. Ang isang libre at end-to-end-encrypted na account ay nag-iingat ng iyong mga profile, setting, at library nang ligtas sa iba't ibang device.
fo: Frívilligt. Ein ókeypis, enda-til-enda bronglað konta heldur vangamyndir, stillingar og savn tíni trygg tvørtur um eindir.
fr: Facultatif. Un compte gratuit et chiffré de bout en bout garde vos profils, vos réglages et votre bibliothèque en sécurité sur tous vos appareils.
fy: Opsjoneel. In fergees, end-to-end fersifere akkount hâldt jo profilen, ynstellings en bibleteek feilich oer apparaten hinne.
ga: Roghnach. Coinníonn cuntas saor in aisce, criptithe ó cheann ceann, do phróifílí, do shocruithe agus do leabharlann sábháilte ar fud do ghléasanna.
gd: Roghainneil. Cumaidh cunntas an-asgaidh, crioptaichte bho cheann gu ceann na pròifilean, roghainnean, agus leabharlann agad sàbhailte thar innealan.
gl: Opcional. Unha conta gratuíta con cifrado de extremo a extremo mantén os teus perfís, axustes e biblioteca seguros en todos os dispositivos.
gu: વૈકલ્પિક. એક મફત, એન્ડ-ટુ-એન્ડ-એન્ક્રિપ્ટેડ account તમારી પ્રોફાઇલ, સેટિંગ અને library ને ઉપકરણો વચ્ચે સુરક્ષિત રાખે છે.
ha: Na zaɓi. Asusu na kyauta, mai ɓoye daga ƙarshe zuwa ƙarshe yana kiyaye bayanan martabarka, saituna, da ɗakin karatu lafiya a duk faɗin na'urori.
he: אופציונלי. חשבון חינמי ומוצפן מקצה לקצה שומר על הפרופילים, ההגדרות והספרייה שלך בבטחה בין מכשירים.
hi: वैकल्पिक। एक मुफ़्त, एंड-टू-एंड एन्क्रिप्टेड खाता आपकी प्रोफ़ाइलें, सेटिंग्स और लाइब्रेरी को सभी डिवाइसों में सुरक्षित रखता है।
hr: Neobavezno. Besplatan, end-to-end šifriran račun čuva vaše profile, postavke i biblioteku sigurnima na svim uređajima.
ht: Opsyonèl. Yon kont gratis, chiffre bout-a-bout kenbe pwofil ou yo, paramèt, ak bibliyotèk an sekirite atravè aparèy yo.
hu: Opcionális. Egy ingyenes, végpontok közötti titkosítású fiók biztonságban tartja a profiljaidat, beállításaidat és könyvtáradat az eszközök között.
hy: Կամընտիր։ Անվճար, ծայրից-ծայր ծածկագրված հաշիվը ձեր պրոֆիլները, կարգավորումներն ու գրադարանն ապահով է պահում բոլոր սարքերում։
id: Opsional. Akun gratis dengan enkripsi ujung-ke-ujung menjaga profil, pengaturan, dan pustaka Anda tetap aman di seluruh perangkat.
ig: Nhọrọ. Akaụntụ efu, nke ezoro ezo site na njedebe ruo njedebe na-echekwa profaịlụ, ntọala, na ọba akwụkwọ gị n'ofe ngwaọrụ.
is: Valfrjálst. Ókeypis, enda-í-enda dulkóðaður reikningur heldur prófílum, stillingum og safni þínu öruggum á tækjum.
it: Facoltativo. Un account gratuito e cifrato end-to-end protegge i tuoi profili, le impostazioni e la libreria su tutti i dispositivi.
ja: 任意。無料のエンドツーエンド暗号化アカウントは、プロファイル、設定、ライブラリをデバイス間で安全に保ちます。
jv: Opsional. Akun gratis, kaenkripsi ujung-menyang-ujung njaga profil, setelan, lan perpustakaan sampeyan aman ing kabèh piranti.
ka: სურვილისამებრ. უფასო, end-to-end დაშიფრული ანგარიში ინახავს თქვენს პროფილებს, პარამეტრებს და ბიბლიოთეკას მოწყობილობებზე.
kk: Міндетті емес. Ақысыз, ұштан ұшқа шифрланған тіркелгі профильдерді, параметрлерді және кітапхананы құрылғылар арасында қауіпсіз сақтайды.
km: ស្រេចចិត្ត។ គណនីដោយការអ៊ិនគ្រីបពីចុងដល់ចុងដោយឥតគិតថ្លៃ រក្សាប្រវត្តិរូប ការកំណត់ និងបណ្ណាល័យរបស់អ្នកឱ្យមានសុវត្ថិភាពនៅទូទាំងឧបករណ៍។
kn: ಐಚ್ಛಿಕ. ಉಚಿತ, ಎಂಡ್-ಟು-ಎಂಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆದ ಖಾತೆಯು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗಳು, ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಲೈಬ್ರರಿಯನ್ನು ಸಾಧನಗಳಾದ್ಯಂತ ಸುರಕ್ಷಿತವಾಗಿರಿಸುತ್ತದೆ.
ko: 선택 사항. 무료 종단 간 암호화 계정은 기기 간에 프로필, 설정, 라이브러리를 안전하게 보호합니다.
ku: Bijarte. Hesabekî belaş û serî-bi-serî-şîfrekirî profîl, mîheng û pirtûkxaneya te li ser amûran ewle dihêle.
ky: Милдеттүү эмес. Акысыз, четинен четине чейин шифрленген аккаунт профилдериңизди, жөндөөлөрүңүздү жана китепканаңызды түзмөктөрдө коопсуз сактайт.
lb: Optional. E gratis, Enn-zu-Enn-verschlësselte Kont hält deng Profiler, Astellungen an deng Bibliothéik sécher iwwer d'Apparaten.
lo: ບໍ່ບັງຄັບ. ບັນຊີແບບເຂົ້າລະຫັດຕົ້ນທາງເຖິງປາຍທາງທີ່ບໍ່ເສຍຄ່າ ຈະຮັກສາໂປຣໄຟລ໌, ການຕັ້ງຄ່າ, ແລະ ຄັງເກັບຂອງທ່ານໃຫ້ປອດໄພໃນທຸກອຸປະກອນ.
lt: Neprivaloma. Nemokama, ištisai užšifruota paskyra apsaugo jūsų profilius, nuostatas ir biblioteką visuose įrenginiuose.
lv: Neobligāti. Bezmaksas, pilnībā šifrēts konts uztur jūsu profilus, iestatījumus un bibliotēku drošībā visās ierīcēs.
mg: Tsy voatery. Ny kaonty maimaimpoana, voasoratra amin'ny teny miafina hatramin'ny farany, dia miaro ny profilnao, fandrindranao, ary tranombokinao manerana ny fitaovana.
mi: Kōwhiringa noa. Mā tētahi pūkete kore-utu, kua whakamunatia mai-i-te-pito-ki-te-pito, e tiaki ō kōtaha, tautuhinga, me te whare pukapuka puta noa i ngā pūrere.
mk: Опционално. Бесплатна, крај-до-крај шифрирана сметка ги чува вашите профили, поставки и библиотека безбедни на сите уреди.
ml: ഓപ്ഷണൽ. സൗജന്യവും എൻഡ്-ടു-എൻഡ്-എൻക്രിപ്റ്റഡുമായ ഒരു അക്കൗണ്ട് നിങ്ങളുടെ പ്രൊഫൈലുകൾ, ക്രമീകരണങ്ങൾ, ലൈബ്രറി എന്നിവ ഉപകരണങ്ങളിലുടനീളം സുരക്ഷിതമായി സൂക്ഷിക്കുന്നു.
mn: Заавал биш. Үнэгүй, дуусаас-дуус шифрлэгдсэн данс нь таны профайл, тохиргоо болон санг төхөөрөмжүүд дээр аюулгүй байлгана.
mr: पर्यायी. एक मोफत, एंड-टू-एंड एन्क्रिप्टेड खाते तुमची प्रोफाइल, सेटिंग्ज आणि लायब्ररी सर्व डिव्हाइसवर सुरक्षित ठेवते.
ms: Pilihan. Akaun percuma yang disulitkan hujung-ke-hujung memastikan profil, tetapan, dan pustaka anda selamat merentas peranti.
mt: Fakultattiv. Kont b'xejn u kkriptat mit-tarf sat-tarf iżomm il-profili, is-settings, u l-librerija tiegħek sikuri fost l-apparati.
my: ရွေးချယ်နိုင်သည်။ အခမဲ့၊ အစအဆုံး ကုဒ်ဝှက်ထားသော အကောင့်တစ်ခုသည် သင့်ပရိုဖိုင်များ၊ ဆက်တင်များနှင့် library ကို စက်များအကြား လုံခြုံစွာ ထားရှိပေးသည်။
nb: Valgfritt. En gratis, ende-til-ende-kryptert konto holder profilene, innstillingene og biblioteket ditt trygt på tvers av enheter.
ne: ऐच्छिक। एक नि:शुल्क, एन्ड-टु-एन्ड एन्क्रिप्टेड खाताले तपाईंका प्रोफाइलहरू, सेटिङहरू र लाइब्रेरी उपकरणहरूमा सुरक्षित राख्छ।
nl: Optioneel. Een gratis, eind-tot-eind-versleuteld account houdt je profielen, instellingen en bibliotheek veilig op al je apparaten.
ny: Zosankha. Akaunti yaulere, yobisidwa kuyambira mbali imodzi kufika ina, imasunga ma profile anu, zokonda, ndi laibulale motetezeka pa zipangizo.
oc: Facultatiu. Un compte gratuit, chifrat de cap a cap, garda vòstres perfils, reglatges e bibliotèca en seguretat sus totes vòstres aparelhs.
or: ଐଚ୍ଛିକ। ଏକ ମାଗଣା, ଏଣ୍ଡ-ଟୁ-ଏଣ୍ଡ-ଏନକ୍ରିପ୍ଟେଡ୍ ଆକାଉଣ୍ଟ ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ, ସେଟିଂ ଏବଂ ଲାଇବ୍ରେରୀକୁ ଡିଭାଇସଗୁଡ଼ିକରେ ସୁରକ୍ଷିତ ରଖେ।
pa: ਵਿਕਲਪਿਕ। ਇੱਕ ਮੁਫ਼ਤ, ਐਂਡ-ਟੂ-ਐਂਡ ਐਨਕ੍ਰਿਪਟਡ ਖਾਤਾ ਡਿਵਾਈਸਾਂ ਵਿੱਚ ਤੁਹਾਡੀਆਂ ਪ੍ਰੋਫ਼ਾਈਲਾਂ, ਸੈਟਿੰਗਾਂ ਅਤੇ ਲਾਇਬ੍ਰੇਰੀ ਸੁਰੱਖਿਅਤ ਰੱਖਦਾ ਹੈ।
pl: Opcjonalne. Bezpłatne, szyfrowane od końca do końca konto chroni Twoje profile, ustawienia i bibliotekę na wszystkich urządzeniach.
ps: اختیاري. یو وړیا، له-پیل-تر-پایه کوډ شوی حساب ستاسو پروفایلونه، ترتیبات او کتابتون په وسیلو کې خوندي ساتي.
pt_br: Opcional. Uma conta gratuita e com criptografia de ponta a ponta mantém seus perfis, configurações e biblioteca seguros entre dispositivos.
pt_pt: Opcional. Uma conta gratuita e encriptada de ponta a ponta mantém os seus perfis, definições e biblioteca seguros entre dispositivos.
ro: Opțional. Un cont gratuit, criptat integral, îți păstrează profilurile, setările și biblioteca în siguranță pe toate dispozitivele.
ru: Необязательно. Бесплатный аккаунт со сквозным шифрованием хранит ваши профили, настройки и библиотеку в безопасности на всех устройствах.
rw: Bidategetswe. Konti y'ubuntu, ishyizwe mu ibanga uhereye ku mpera kugeza ku yindi, ibika imyirondoro yawe, imiterere, n'isomero mu mutekano ku byuma byose.
sd: اختياري. هڪ مفت، آخر کان آخر تائين اينڪرپٽ ٿيل اڪائونٽ اوهان جا پروفائل، سيٽنگون، ۽ لائبريري سڀني ڊوائيسن ۾ محفوظ رکي ٿو.
si: විකල්ප. නොමිලේ, කෙළවරේ සිට කෙළවර දක්වා සංකේතනය කළ ගිණුමක් ඔබේ පැතිකඩ, සැකසුම් සහ පුස්තකාලය උපාංග පුරා ආරක්ෂිතව තබා ගනී.
sk: Voliteľné. Bezplatný účet so šifrovaním end-to-end udrží vaše profily, nastavenia a knižnicu v bezpečí naprieč zariadeniami.
sl: Izbirno. Brezplačen, od konca do konca šifriran račun ohranja vaše profile, nastavitve in knjižnico varne med napravami.
sm: Filifili. O se tala saoloto, faailotino-pito-i-pito e tausia saogalemu ai au tala faasino patino, faatulagaga, ma le faletusi i masini.
sn: Zvinosarudzika. Account yemahara, yakavharwa end-to-end, inochengetedza maprofaira ako, zvirongwa, neraibhurari pamadhivhaisi.
so: Ikhtiyaari. Akoon bilaash ah oo si buuxda sir ah loo qariyay ayaa profile-yadaada, dejintaada, iyo maktabaddaada ku ilaaliya qalabka oo dhan.
sq: Opsionale. Një llogari falas, e enkriptuar nga fundi në fund, mban profilet, cilësimet dhe bibliotekën tuaj të sigurta në të gjitha pajisjet.
sr: Опционо. Бесплатан, потпуно шифрован налог чува ваше профиле, подешавања и библиотеку безбедним на свим уређајима.
st: Ea boikhethelo. Akhaonto ea mahala, e koahetsoeng end-to-end e boloka liprofaele, litlhophiso, le laebrari tsa hau li sireletsehile ho lisebelisoa.
su: Opsional. Akun gratis, kaénkripsi tungtung-ka-tungtung ngajaga profil, setélan, jeung pustaka anjeun aman di sakuliah alat.
sv: Valfritt. Ett gratis, totalsträckskrypterat konto håller dina profiler, inställningar och ditt bibliotek säkra mellan enheter.
sw: Hiari. Akaunti ya bure iliyosimbwa kwa njia fiche mwisho hadi mwisho huweka wasifu wako, mipangilio, na maktaba salama kwenye vifaa.
ta: விருப்பத்திற்குரியது. கட்டணமில்லா, முனைக்கு-முனை மறையாக்கம் செய்யப்பட்ட கணக்கு உங்கள் சுயவிவரங்கள், அமைப்புகள் மற்றும் லைப்ரரியைச் சாதனங்கள் முழுவதும் பாதுகாப்பாக வைத்திருக்கும்.
te: ఐచ్ఛికం. ఉచిత, ఎండ్-టు-ఎండ్-ఎన్‌క్రిప్టెడ్ ఖాతా మీ ప్రొఫైల్‌లు, సెట్టింగ్‌లు, మరియు లైబ్రరీని పరికరాల అంతటా సురక్షితంగా ఉంచుతుంది.
tg: Ихтиёрӣ. Ҳисоби ройгони пурра рамзгузоришуда профилҳо, танзимот ва китобхонаи шуморо дар дастгоҳҳо бехатар нигоҳ медорад.
th: ไม่บังคับ บัญชีฟรีที่เข้ารหัสแบบ end-to-end จะช่วยรักษาโปรไฟล์ การตั้งค่า และไลบรารีของคุณให้ปลอดภัยข้ามอุปกรณ์
tr: İsteğe bağlı. Ücretsiz, uçtan uca şifreli bir hesap, profillerinizi, ayarlarınızı ve kütüphanenizi cihazlar arasında güvende tutar.
tt: Мәҗбүри түгел. Бушлай, очтан-очка шифрланган хисап профильләреңне, көйләүләреңне һәм китапханәңне җиһазлар арасында куркынычсыз саклый.
ug: ئىختىيارىي. ھەقسىز، ئۇچمۇ ئۇچ شىفىرلانغان ھېسابات سەپلىمىلىرىڭىز، تەڭشەكلىرىڭىز ۋە ئامبارىڭىزنى ئۈسكۈنىلەر ئارىسىدا بىخەتەر ساقلايدۇ.
uk: Необов’язково. Безкоштовний наскрізно зашифрований акаунт зберігає ваші профілі, налаштування та бібліотеку в безпеці на всіх пристроях.
ur: اختیاری۔ ایک مفت، اینڈ-ٹو-اینڈ خفیہ کردہ اکاؤنٹ آپ کے پروفائلز، سیٹنگز، اور لائبریری کو ڈیوائسز میں محفوظ رکھتا ہے۔
uz: Ixtiyoriy. Bepul, uchdan-uchgacha shifrlangan hisob profillaringiz, sozlamalaringiz va kutubxonangizni qurilmalar bo'ylab xavfsiz saqlaydi.
vi: Không bắt buộc. Một tài khoản miễn phí, được mã hóa đầu cuối giữ an toàn cho hồ sơ, cài đặt và thư viện của bạn trên các thiết bị.
xh: Ngokukhetha. Iakhawunti yasimahla, egwetywe kwasekuqaleni kuse ekupheleni, igcina iiprofayile zakho, iisetingi, kunye nethala zikhuselekile kuzo zonke izixhobo.
yo: Àṣàyàn. Àkàwé ọ̀fẹ́ tí a ti sí ní ìsírí láti ìbẹ̀rẹ̀-dé-ìparí máa ń pa àwọn profaìlì, ètò, àti ìkàwé rẹ mọ́ láìléwu káàkiri àwọn ẹ̀rọ.
zh_hans: 可选。免费的端到端加密账户可在各设备间安全保存你的配置文件、设置和库。
zh_hant: 選用。免費且端對端加密的帳號可讓你的設定檔、設定與資料庫在各裝置間安全無虞。
zu: Okuzikhethelayo. I-akhawunti yamahhala, ebethelwe ukusuka ekuqaleni kuya ekugcineni, igcina amaphrofayela akho, izilungiselelo, nelabhulali kuphephile kuwo wonke amadivayisi.
